Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.workflow.noModel
source: No model
de: Kein Modell
es: Sin modelo
fr: Aucun modèle
it: Nessun modello
ja: モデルなし
ko: 모델 없음
pt_br: Sem modelo
ru: Нет модели
zh_hans: 无模型

# vocello.mac.workflow.noDeliveryControl
source: No delivery control
de: Keine Sprechstilsteuerung
es: Sin control de interpretación
fr: Sans réglage d’interprétation
it: Nessun controllo dell’interpretazione
ja: 話し方の設定なし
ko: 표현 제어 없음
pt_br: Sem controle de interpretação
ru: Нет управления манерой речи
zh_hans: 无表达控制

# vocello.mac.workflow.heavyOnThisMac
source: Heavy on this Mac
de: Speicherintensiv für diesen Mac
es: Exigente para este Mac
fr: Lourd pour ce Mac
it: Pesante per questo Mac
ja: この Mac では高負荷
ko: 이 Mac에서 고부하
pt_br: Pesado para este Mac
ru: Ресурсоёмкая для этого Mac
zh_hans: 对此 Mac 负载较高

# vocello.mac.workflow.variantUnavailable
source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: indisponível
ru: недоступно
zh_hans: 不可用

# vocello.mac.workflow.variantReady
source: %@, ready
de: %@, bereit
es: %@, listo
fr: %@, prêt
it: %@, pronto
ja: %@、準備完了
ko: %@, 준비됨
pt_br: %@, pronto
ru: %@, готово
zh_hans: %@，就绪

# vocello.mac.workflow.variantNotInstalled
source: %@, not installed
de: %@, nicht installiert
es: %@, no instalado
fr: %@, non installé
it: %@, non installato
ja: %@、未インストール
ko: %@, 설치되지 않음
pt_br: %@, não instalado
ru: %@, не установлено
zh_hans: %@，未安装

# vocello.mac.workflow.variantNeedsRepair
source: %@, needs repair
de: %@, Reparatur nötig
es: %@, requiere reparación
fr: %@, réparation requise
it: %@, da riparare
ja: %@、修復が必要
ko: %@, 복구 필요
pt_br: %@, precisa de reparo
ru: %@, нужно исправление
zh_hans: %@，需要修复

# vocello.mac.workflow.variantUpdateAvailable
source: %@, update available
de: %@, Update verfügbar
es: %@, actualización disponible
fr: %@, mise à jour disponible
it: %@, aggiornamento disponibile
ja: %@、アップデートあり
ko: %@, 업데이트 있음
pt_br: %@, atualização disponível
ru: %@, доступно обновление
zh_hans: %@，有可用更新

# vocello.mac.workflow.variantNotInstalledHelp
source: %1$@ %2$@ is not installed. Open Settings to manage model downloads.
de: %1$@ %2$@ ist nicht installiert. Öffne die Einstellungen, um Modelldownloads zu verwalten.
es: %1$@ %2$@ no está instalado. Abre Ajustes para gestionar las descargas de modelos.
fr: %1$@ %2$@ n’est pas installé. Ouvrez Réglages pour gérer les téléchargements de modèles.
it: %1$@ %2$@ non è installato. Apri Impostazioni per gestire i download dei modelli.
ja: %1$@ %2$@ はインストールされていません。設定を開いてモデルをダウンロードしてください。
ko: %1$@ %2$@이(가) 설치되지 않았습니다. 설정에서 모델 다운로드를 관리하세요.
pt_br: %1$@ %2$@ não está instalado. Abra os Ajustes para gerenciar downloads de modelos.
ru: %1$@ %2$@ не установлено. Откройте настройки для управления загрузками моделей.
zh_hans: %1$@ %2$@ 未安装。打开设置管理模型下载。

# vocello.mac.workflow.variantUnavailableHelp
source: %1$@ %2$@ is unavailable.
de: %1$@ %2$@ ist nicht verfügbar.
es: %1$@ %2$@ no está disponible.
fr: %1$@ %2$@ est indisponible.
it: %1$@ %2$@ non è disponibile.
ja: %1$@ %2$@ は利用できません。
ko: %1$@ %2$@을(를) 사용할 수 없습니다.
pt_br: %1$@ %2$@ está indisponível.
ru: %1$@ %2$@ недоступно.
zh_hans: %1$@ %2$@ 不可用。

# vocello.mac.workflow.useVariantHelp
source: Use the %1$@ model for %2$@.
de: Verwende das Modell %1$@ für %2$@.
es: Usa el modelo %1$@ para %2$@.
fr: Utiliser le modèle %1$@ pour %2$@.
it: Usa il modello %1$@ per %2$@.
ja: %2$@ に %1$@ モデルを使用します。
ko: %2$@에 %1$@ 모델을 사용합니다.
pt_br: Use o modelo %1$@ para %2$@.
ru: Использовать модель %1$@ для %2$@.
zh_hans: 使用 %1$@ 模型进行 %2$@。

# vocello.mac.workflow.deliveryDisabledFamily
source: Delivery controls are disabled for this Qwen3 family.
de: Sprechstilregler sind für diese Qwen3-Familie deaktiviert.
es: Los controles de interpretación están desactivados para esta familia Qwen3.
fr: Les réglages d’interprétation sont désactivés pour cette famille Qwen3.
it: I controlli dell’interpretazione sono disabilitati per questa famiglia Qwen3.
ja: この Qwen3 系列では話し方の設定は無効です。
ko: 이 Qwen3 계열에서는 표현 제어가 비활성화됩니다.
pt_br: Os controles de interpretação estão desativados para esta família Qwen3.
ru: Для этого семейства Qwen3 управление манерой речи отключено.
zh_hans: 此 Qwen3 系列不支持表达控制。

# vocello.mac.workflow.detectedLanguage
source: %@ — Detected
de: %@ – Erkannt
es: %@ — Detectado
fr: %@ — Détectée
it: %@ — Rilevata
ja: %@ — 検出済み
ko: %@ — 감지됨
pt_br: %@ — Detectado
ru: %@ — определено
zh_hans: %@ — 已检测

# vocello.mac.batch.placeholder
source: Enter one line per generation...
de: Eine Zeile je Generierung eingeben …
es: Escribe una línea por generación…
fr: Saisissez une ligne par génération…
it: Inserisci una riga per generazione…
ja: 1行に1回分の内容を入力…
ko: 생성할 내용을 한 줄씩 입력하세요…
pt_br: Digite uma linha por geração…
ru: Введите по строке на генерацию…
zh_hans: 每行输入一次生成内容…

# vocello.mac.batch.results
source: Batch results
de: Stapelergebnisse
es: Resultados del lote
fr: Résultats du lot
it: Risultati del batch
ja: 一括生成の結果
ko: 일괄 생성 결과
pt_br: Resultados do lote
ru: Результаты пакета
zh_hans: 批量结果

# vocello.mac.batch.cancelling
source: Cancelling...
de: Wird abgebrochen …
es: Cancelando…
fr: Annulation…
it: Annullamento…
ja: キャンセル中…
ko: 취소 중…
pt_br: Cancelando…
ru: Отмена…
zh_hans: 正在取消…

# vocello.mac.batch.preparing
source: Preparing batch...
de: Stapel wird vorbereitet …
es: Preparando lote…
fr: Préparation du lot…
it: Preparazione del batch…
ja: 一括生成を準備中…
ko: 일괄 생성 준비 중…
pt_br: Preparando lote…
ru: Подготовка пакета…
zh_hans: 正在准备批量生成…

# vocello.mac.batch.oneClipGenerated
source: 1 clip generated successfully.
de: 1 Clip erfolgreich erzeugt.
es: 1 clip generado correctamente.
fr: 1 extrait généré avec succès.
it: 1 clip generato correttamente.
ja: 1件の音声を生成しました。
ko: 오디오 1개를 생성했습니다.
pt_br: 1 clipe gerado com sucesso.
ru: Успешно создана 1 запись.
zh_hans: 成功生成 1 条音频。

# vocello.mac.batch.clipsGenerated
source: %@ clips generated successfully.
de: %@ Clips erfolgreich erzeugt.
es: %@ clips generados correctamente.
fr: %@ extraits générés avec succès.
it: %@ clip generati correttamente.
ja: %@ 件の音声を生成しました。
ko: 오디오 %@개를 생성했습니다.
pt_br: %@ clipes gerados com sucesso.
ru: Успешно создано записей: %@.
zh_hans: 成功生成 %@ 条音频。

# vocello.mac.batch.cancelledNone
source: Generation was cancelled before any clips were created.
de: Die Generierung wurde abgebrochen, bevor Clips erstellt wurden.
es: La generación se canceló antes de crear ningún clip.
fr: La génération a été annulée avant la création du moindre extrait.
it: La generazione è stata annullata prima di creare clip.
ja: 音声が作られる前に生成をキャンセルしました。
ko: 오디오를 만들기 전에 생성이 취소되었습니다.
pt_br: A geração foi cancelada antes de criar qualquer clipe.
ru: Генерация отменена до создания записей.
zh_hans: 生成在创建任何音频之前已取消。

# vocello.mac.batch.cancelledPartial
source: %1$@ of %2$@ clips generated before cancellation.
de: %1$@ von %2$@ Clips vor dem Abbruch erzeugt.
es: %1$@ de %2$@ clips generados antes de cancelar.
fr: %1$@ extraits sur %2$@ générés avant l’annulation.
it: %1$@ di %2$@ clip generati prima dell’annullamento.
ja: キャンセル前に %1$@ / %2$@ 件を生成しました。
ko: 취소 전에 오디오 %1$@ / %2$@개를 생성했습니다.
pt_br: %1$@ de %2$@ clipes gerados antes do cancelamento.
ru: До отмены создано записей: %1$@ из %2$@.
zh_hans: 取消前已生成 %1$@ / %2$@ 条音频。

# vocello.mac.batch.stoppedNone
source: Batch generation stopped before any clips were saved. %@
de: Die Stapelgenerierung wurde beendet, bevor Clips gespeichert wurden. %@
es: La generación por lotes se detuvo antes de guardar ningún clip. %@
fr: La génération par lot s’est arrêtée avant l’enregistrement du moindre extrait. %@
it: La generazione in batch si è fermata prima di salvare clip. %@
ja: 音声を保存する前に一括生成が停止しました。%@
ko: 오디오를 저장하기 전에 일괄 생성이 중지되었습니다. %@
pt_br: A geração em lote parou antes de salvar qualquer clipe. %@
ru: Пакетная генерация остановлена до сохранения записей. %@
zh_hans: 批量生成在保存任何音频之前已停止。%@

# vocello.mac.batch.stoppedPartial
source: %1$@ of %2$@ clips were saved before the batch stopped. %3$@
de: %1$@ von %2$@ Clips wurden vor dem Stopp gespeichert. %3$@
es: Se guardaron %1$@ de %2$@ clips antes de detener el lote. %3$@
fr: %1$@ extraits sur %2$@ ont été enregistrés avant l’arrêt du lot. %3$@
it: %1$@ di %2$@ clip salvati prima dell’arresto del batch. %3$@
ja: 停止前に %1$@ / %2$@ 件を保存しました。%3$@
ko: 일괄 생성이 멈추기 전에 오디오 %1$@ / %2$@개를 저장했습니다. %3$@
pt_br: %1$@ de %2$@ clipes foram salvos antes de o lote parar. %3$@
ru: До остановки пакета сохранено записей: %1$@ из %2$@. %3$@
zh_hans: 批量停止前已保存 %1$@ / %2$@ 条音频。%3$@

# vocello.mac.batch.complete
source: Batch Complete
de: Stapel abgeschlossen
es: Lote completado
fr: Lot terminé
it: Batch completato
ja: 一括生成完了
ko: 일괄 생성 완료
pt_br: Lote concluído
ru: Пакет завершён
zh_hans: 批量完成

# vocello.mac.batch.cancelledTitle
source: Batch Cancelled
de: Stapel abgebrochen
es: Lote cancelado
fr: Lot annulé
it: Batch annullato
ja: 一括生成キャンセル済み
ko: 일괄 생성 취소됨
pt_br: Lote cancelado
ru: Пакет отменён
zh_hans: 批量已取消

# vocello.mac.batch.stoppedTitle
source: Batch Stopped
de: Stapel gestoppt
es: Lote detenido
fr: Lot arrêté
it: Batch interrotto
ja: 一括生成停止
ko: 일괄 생성 중지됨
pt_br: Lote interrompido
ru: Пакет остановлен
zh_hans: 批量已停止

# vocello.mac.batch.clipsCompleted
source: %1$@ of %2$@ clips completed
de: %1$@ von %2$@ Clips abgeschlossen
es: %1$@ de %2$@ clips completados
fr: %1$@ extraits sur %2$@ terminés
it: %1$@ di %2$@ clip completati
ja: %1$@ / %2$@ 件完了
ko: 오디오 %1$@ / %2$@개 완료
pt_br: %1$@ de %2$@ clipes concluídos
ru: Завершено записей: %1$@ из %2$@
zh_hans: 已完成 %1$@ / %2$@ 条音频

# vocello.mac.batch.statusPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt_br: Pendente
ru: Ожидает
zh_hans: 待处理

# vocello.mac.batch.statusRunning
source: Running
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 実行中
ko: 실행 중
pt_br: Em execução
ru: Выполняется
zh_hans: 运行中

# vocello.mac.batch.statusSaved
source: Saved
de: Gespeichert
es: Guardadas
fr: Enregistré
it: Salvate
ja: 保存済み
ko: 저장됨
pt_br: Salvas
ru: Сохранённые
zh_hans: 已保存

# vocello.mac.batch.statusFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

# vocello.mac.batch.statusCancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
ru: Отменено
zh_hans: 已取消

# vocello.mac.batch.needsVoiceDescription
source: Enter a voice description before starting batch generation.
de: Gib vor der Stapelgenerierung eine Stimmbeschreibung ein.
es: Introduce una descripción de voz antes de iniciar la generación por lotes.
fr: Saisissez une description de voix avant de lancer la génération par lot.
it: Inserisci una descrizione vocale prima di avviare la generazione in batch.
ja: 一括生成を始める前に声の説明を入力してください。
ko: 일괄 생성을 시작하기 전에 음성 설명을 입력하세요.
pt_br: Digite uma descrição de voz antes de iniciar a geração em lote.
ru: Введите описание голоса перед запуском пакетной генерации.
zh_hans: 开始批量生成前，请输入声音描述。

# vocello.mac.batch.needsReference
source: Select a reference audio file before starting batch generation.
de: Wähle vor der Stapelgenerierung eine Referenzaudiodatei.
es: Selecciona un archivo de audio de referencia antes de iniciar la generación por lotes.
fr: Sélectionnez un fichier audio de référence avant de lancer la génération par lot.
it: Seleziona un file audio di riferimento prima di avviare la generazione in batch.
ja: 一括生成を始める前に参照音声ファイルを選択してください。
ko: 일괄 생성을 시작하기 전에 참조 오디오 파일을 선택하세요.
pt_br: Selecione um arquivo de áudio de referência antes de iniciar a geração em lote.
ru: Выберите файл образца аудио перед запуском пакетной генерации.
zh_hans: 开始批量生成前，请选择参考音频文件。

# vocello.mac.batch.generatingItem
source: Generating item %1$@/%2$@...
de: Element %1$@/%2$@ wird erzeugt …
es: Generando elemento %1$@/%2$@…
fr: Génération de l’élément %1$@/%2$@…
it: Generazione dell’elemento %1$@/%2$@…
ja: 項目 %1$@/%2$@ を生成中…
ko: 항목 %1$@/%2$@ 생성 중…
pt_br: Gerando item %1$@/%2$@…
ru: Генерация элемента %1$@/%2$@…
zh_hans: 正在生成第 %1$@/%2$@ 项…

# vocello.mac.history.sortNewest
source: Newest
de: Neueste
es: Más reciente
fr: Plus récents
it: Più recenti
ja: 新しい順
ko: 최신순
pt_br: Mais recente
ru: Сначала новые
zh_hans: 最新

# vocello.mac.history.sortOldest
source: Oldest
de: Älteste
es: Más antiguo
fr: Plus anciens
it: Più vecchi
ja: 古い順
ko: 오래된순
pt_br: Mais antigo
ru: Сначала старые
zh_hans: 最早

# vocello.mac.history.sortLongest
source: Longest
de: Längste
es: Más largo
fr: Plus longs
it: Più lunghi
ja: 長い順
ko: 긴순
pt_br: Mais longo
ru: Сначала длинные
zh_hans: 最长

# vocello.mac.history.sortShortest
source: Shortest
de: Kürzeste
es: Más corto
fr: Plus courts
it: Più corti
ja: 短い順
ko: 짧은순
pt_br: Mais curto
ru: Сначала короткие
zh_hans: 最短

# vocello.mac.history.sortMode
source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
ru: Режим
zh_hans: 模式

# vocello.mac.history.unavailableTitle
source: History Unavailable
de: Verlauf nicht verfügbar
es: Historial no disponible
fr: Historique indisponible
it: Cronologia non disponibile
ja: 履歴を利用できません
ko: 기록 사용 불가
pt_br: Histórico indisponível
ru: История недоступна
zh_hans: 历史记录不可用

# vocello.mac.history.unavailableMessage
source: Retry loading History before deleting any entries. Your existing database was preserved.
de: Lade den Verlauf erneut, bevor du Einträge löschst. Deine vorhandene Datenbank wurde erhalten.
es: Reintenta cargar el historial antes de eliminar entradas. Tu base de datos se ha conservado.
fr: Réessayez de charger l’historique avant de supprimer des entrées. Votre base de données existante a été préservée.
it: Riprova a caricare la cronologia prima di eliminare voci. Il database esistente è stato conservato.
ja: 項目を削除する前に履歴の読み込みを再試行してください。既存のデータベースは保持されています。
ko: 항목을 삭제하기 전에 기록 불러오기를 재시도하세요. 기존 데이터베이스는 보관되었습니다.
pt_br: Tente carregar o histórico novamente antes de excluir entradas. O banco de dados existente foi preservado.
ru: Повторите загрузку истории перед удалением записей. Существующая база данных сохранена.
zh_hans: 删除任何条目前请重试载入历史记录。现有数据库已保留。

# vocello.mac.history.emptyTitle
source: History Is Empty
de: Verlauf ist leer
es: El historial está vacío
fr: L’historique est vide
it: Cronologia vuota
ja: 履歴は空です
ko: 기록이 비어 있습니다
pt_br: Histórico vazio
ru: История пуста
zh_hans: 历史记录为空

# vocello.mac.history.emptyMessage
source: There are no history entries to clear.
de: Es gibt keine Verlaufseinträge zum Leeren.
es: No hay entradas de historial que borrar.
fr: Il n’y a aucune entrée d’historique à effacer.
it: Non ci sono voci della cronologia da eliminare.
ja: 消去する履歴項目はありません。
ko: 지울 기록 항목이 없습니다.
pt_br: Não há entradas no histórico para limpar.
ru: В истории нет записей для очистки.
zh_hans: 没有可清空的历史记录。

# vocello.mac.history.clearTitle
source: Clear History?
de: Verlauf leeren?
es: ¿Vaciar el historial?
fr: Effacer l’historique ?
it: Svuotare la cronologia?
ja: 履歴を消去しますか？
ko: 기록을 지울까요?
pt_br: Limpar histórico?
ru: Очистить историю?
zh_hans: 清空历史记录？

# vocello.mac.history.clearMessage
source: This removes all %@ history entries. The generated audio files stay on disk in your outputs folder.
de: Dies entfernt alle %@ Verlaufseinträge. Die erzeugten Audiodateien bleiben im Ausgabeordner auf der Festplatte.
es: Esto elimina las %@ entradas del historial. Los archivos de audio generado permanecen en la carpeta de salida del disco.
fr: Cette action supprime les %@ entrées de l’historique. Les fichiers audio générés restent sur le disque dans votre dossier de sorties.
it: Rimuove tutte le %@ voci della cronologia. I file audio generati restano sul disco nella cartella di output.
ja: 履歴 %@ 件をすべて削除します。生成した音声ファイルはディスクの出力フォルダに残ります。
ko: 기록 항목 %@개를 모두 제거합니다. 생성된 오디오 파일은 디스크의 출력 폴더에 남습니다.
pt_br: Remove todas as %@ entradas do histórico. Os arquivos de áudio gerados permanecem no disco, na pasta de saída.
ru: Будут удалены все записи истории (%@). Созданные аудиофайлы останутся на диске в папке результатов.
zh_hans: 这会移除全部 %@ 条历史记录。生成的音频文件仍保留在磁盘的输出文件夹中。

# vocello.mac.history.clearConfirm
source: Clear History
de: Verlauf leeren
es: Vaciar historial
fr: Effacer l’historique
it: Svuota cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清空历史记录

# vocello.mac.history.clearDeleteTitle
source: Clear History and Delete Audio?
de: Verlauf leeren und Audio löschen?
es: ¿Vaciar el historial y eliminar el audio?
fr: Effacer l’historique et supprimer l’audio ?
it: Svuotare la cronologia ed eliminare l’audio?
ja: 履歴を消去して音声も削除しますか？
ko: 기록을 지우고 오디오를 삭제할까요?
pt_br: Limpar histórico e excluir áudio?
ru: Очистить историю и удалить аудио?
zh_hans: 清空历史记录并删除音频？

# vocello.mac.history.clearDeleteMessage
source: This permanently deletes all %@ history entries and their audio files.
de: Dies löscht alle %@ Verlaufseinträge und ihre Audiodateien dauerhaft.
es: Esto elimina permanentemente las %@ entradas del historial y sus archivos de audio.
fr: Cette action supprime définitivement les %@ entrées de l’historique et leurs fichiers audio.
it: Elimina definitivamente tutte le %@ voci della cronologia e i relativi file audio.
ja: 履歴 %@ 件とその音声ファイルを完全に削除します。
ko: 기록 항목 %@개와 해당 오디오 파일을 모두 영구 삭제합니다.
pt_br: Exclui permanentemente todas as %@ entradas do histórico e seus arquivos de áudio.
ru: Будут навсегда удалены все записи истории (%@) и их аудиофайлы.
zh_hans: 这会永久删除全部 %@ 条历史记录及其音频文件。

# vocello.mac.history.deleteEverything
source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
ru: Удалить всё
zh_hans: 全部删除

# vocello.mac.history.recoveryUnverified
source: Vocello preserved the recovery record but could not verify or commit it. Retry before clearing History.
de: Vocello hat den Wiederherstellungsdatensatz erhalten, konnte ihn aber nicht prüfen oder übernehmen. Versuche es erneut, bevor du den Verlauf leerst.
es: Vocello conservó el registro de recuperación, pero no pudo verificarlo ni confirmarlo. Reintenta antes de vaciar el historial.
fr: Vocello a préservé l’enregistrement de récupération sans pouvoir le vérifier ni le valider. Réessayez avant d’effacer l’historique.
it: Vocello ha conservato il record di recupero ma non ha potuto verificarlo o confermarlo. Riprova prima di svuotare la cronologia.
ja: Vocello は復旧記録を保持しましたが、検証や確定ができませんでした。履歴を消去する前に再試行してください。
ko: Vocello가 복구 기록을 보관했지만 검증하거나 확정하지 못했습니다. 기록을 지우기 전에 재시도하세요.
pt_br: O Vocello preservou o registro de recuperação, mas não conseguiu verificá-lo ou confirmá-lo. Tente novamente antes de limpar o histórico.
ru: Vocello сохранил запись восстановления, но не смог проверить или подтвердить её. Повторите попытку до очистки истории.
zh_hans: Vocello 保留了恢复记录，但无法验证或提交。清空历史记录前请重试。

# vocello.mac.history.recoveryQueuedOne
source: 1 take remains safely queued. You can retry, reveal, or export the audio.
de: 1 Aufnahme bleibt sicher in der Warteschlange. Du kannst das Audio erneut speichern, anzeigen oder exportieren.
es: 1 toma sigue en cola de forma segura. Puedes reintentar, mostrar o exportar el audio.
fr: 1 prise reste en file d’attente en sécurité. Vous pouvez réessayer, afficher ou exporter l’audio.
it: 1 take rimane al sicuro in coda. Puoi riprovare, mostrare o esportare l’audio.
ja: 1件のテイクが安全にキューに保持されています。音声の保存を再試行、表示、書き出しできます。
ko: 테이크 1개가 대기열에 안전하게 보관되어 있습니다. 오디오 저장을 재시도하거나 보거나 내보낼 수 있습니다.
pt_br: 1 tomada permanece em segurança na fila. Você pode tentar novamente, mostrar ou exportar o áudio.
ru: 1 дубль остаётся в безопасной очереди. Можно повторить сохранение, показать или экспортировать аудио.
zh_hans: 1 条音频仍安全保留在队列中。你可以重试、显示或导出音频。

# vocello.mac.history.recoveryQueuedMany
source: %@ takes remain safely queued. You can retry, reveal, or export the audio.
de: %@ Aufnahmen bleiben sicher in der Warteschlange. Du kannst das Audio erneut speichern, anzeigen oder exportieren.
es: %@ tomas siguen en cola de forma segura. Puedes reintentar, mostrar o exportar el audio.
fr: %@ prises restent en file d’attente en sécurité. Vous pouvez réessayer, afficher ou exporter l’audio.
it: %@ take rimangono al sicuro in coda. Puoi riprovare, mostrare o esportare l’audio.
ja: %@ 件のテイクが安全にキューに保持されています。音声の保存を再試行、表示、書き出しできます。
ko: 테이크 %@개가 대기열에 안전하게 보관되어 있습니다. 오디오 저장을 재시도하거나 보거나 내보낼 수 있습니다.
pt_br: %@ tomadas permanecem em segurança na fila. Você pode tentar novamente, mostrar ou exportar o áudio.
ru: В безопасной очереди остаётся дублей: %@. Можно повторить сохранение, показать или экспортировать аудио.
zh_hans: %@ 条音频仍安全保留在队列中。你可以重试、显示或导出音频。

# vocello.mac.savedVoice.addedTitle
source: Saved Voice Added
de: Gespeicherte Stimme hinzugefügt
es: Voz guardada añadida
fr: Voix enregistrée ajoutée
it: Voce salvata aggiunta
ja: 保存済みの声を追加しました
ko: 저장된 음성 추가됨
pt_br: Voz salva adicionada
ru: Сохранённый голос добавлен
zh_hans: 已添加保存的声音

# vocello.mac.savedVoice.addedMessage
source: "%@" is ready in Saved Voices.
de: „%@“ ist in Gespeicherte Stimmen bereit.
es: «%@» está lista en Voces guardadas.
fr: « %@ » est prête dans Voix enregistrées.
it: “%@” è pronta in Voci salvate.
ja: 「%@」が保存済みの声で利用できます。
ko: “%@”을(를) 저장된 음성에서 사용할 수 있습니다.
pt_br: “%@” está pronta em Vozes salvas.
ru: «%@» доступен в сохранённых голосах.
zh_hans: “%@”已在保存的声音中就绪。

# vocello.mac.history.refreshFailed
source: Couldn't refresh history
de: Verlauf konnte nicht aktualisiert werden
es: No se pudo actualizar el historial
fr: Impossible d’actualiser l’historique
it: Impossibile aggiornare la cronologia
ja: 履歴を更新できませんでした
ko: 기록을 새로 고치지 못했습니다
pt_br: Não foi possível atualizar o histórico
ru: Не удалось обновить историю
zh_hans: 无法刷新历史记录

# vocello.mac.history.exportError
source: Export Error
de: Exportfehler
es: Error de exportación
fr: Erreur d’exportation
it: Errore di esportazione
ja: 書き出しエラー
ko: 내보내기 오류
pt_br: Erro de exportação
ru: Ошибка экспорта
zh_hans: 导出错误

# vocello.mac.history.exportErrorMessage
source: The file could not be exported: %@ Choose another destination and try again.
de: Die Datei konnte nicht exportiert werden: %@ Wähle ein anderes Ziel und versuche es erneut.
es: No se pudo exportar el archivo: %@ Elige otro destino y reinténtalo.
fr: Le fichier n’a pas pu être exporté : %@ Choisissez une autre destination et réessayez.
it: Impossibile esportare il file: %@ Scegli un’altra destinazione e riprova.
ja: ファイルを書き出せませんでした：%@ 別の保存先を選んで再試行してください。
ko: 파일을 내보내지 못했습니다: %@ 다른 위치를 선택하고 다시 시도하세요.
pt_br: Não foi possível exportar o arquivo: %@ Escolha outro destino e tente novamente.
ru: Не удалось экспортировать файл: %@ Выберите другое место и повторите попытку.
zh_hans: 无法导出文件：%@ 请选择其他位置后重试。

# vocello.mac.history.exportWarning
source: Export Warning
de: Exportwarnung
es: Advertencia de exportación
fr: Avertissement d’exportation
it: Avviso di esportazione
ja: 書き出しの警告
ko: 내보내기 경고
pt_br: Aviso de exportação
ru: Предупреждение экспорта
zh_hans: 导出警告

# vocello.mac.history.deleteError
source: Delete Error
de: Fehler beim Löschen
es: Error de eliminación
fr: Erreur de suppression
it: Errore di eliminazione
ja: 削除エラー
ko: 삭제 오류
pt_br: Erro ao excluir
ru: Ошибка удаления
zh_hans: 删除错误
